Repository: doquochao95/NS_API
Catalog: NeedleController/Views/RecycleBinUCs/InformationRecycleBinUC.*.resx
Languages: vi

# groupBox1.Text
source: Handle
vi: Hướng Xử Lý

# ConfirmTimeLabel_value.Text
source: *at
vi: *lúc

# ConfirmByLabel_value.Text
source: *confirm
vi: *xácthực

# ConfirmTimeLabel.Text
source: At Time :
vi: Thời Gian :

# ConfirmedByLabel.Text
source: Confirmation By :
vi: Xác Nhận Bởi QC :

# ConfirmationGroupBox.Text
source: Confirmation
vi: Xác Thực

# LineLabel.Text
source: Line :
vi: Chuyền :

# OperatorLabel_Value.Text
source: *worker
vi: *côngnhân

# metroLabel6.Text
source: Operator :
vi: Công Nhân :

# PartEnoughLabel_Value.Text
source: *enough/not
vi: *đủ/không

# ProcessLabel_Value.Text
source: *process
vi: *côngđoạn

# ReasonLabel_Value.Text
source: *reason
vi: *lído

# SewingMachineLabel_Value.Text
source: *machine
vi: *máy

# BrokenTimeLabel.Text
source: Broken Time :
vi: Thời Gian Kim Hỏng:

# metroLabel1.Text
source: Part Enough :
vi: Tình Trạng Kim :

# metroLabel2.Text
source: Process :
vi: Công Đoạn :

# metroLabel4.Text
source: Reason :
vi: Lí Do :

# metroLabel5.Text
source: Machine :
vi: Máy May :

# StaffNameLabel_Value.Text
source: *by
vi: *bởi

# ExportTimeStrLabel_Value.Text
source: *at
vi: *lúc

# DeviceNameLabel_Value.Text
source: *device
vi: *thiếtbị

# StaffNameLabel.Text
source: Get By :
vi: Lấy Bởi :

# ExportTimeStrLabel.Text
source: Get Time :
vi: Thời Gian Lấy :

# DeviceNameLabel.Text
source: Device :
vi: Máy Phát Kim :

# NeedleNameLabel.Text
source: Needle :
vi: Tên Kim :

# NeedleNameLabel_Value.Text
source: *name
vi: *tên

# DetailInformationGroupBox.Text
source: Detail Information
vi: Thông Tin Chi Tiết

# ResetButton.Text
source: Reset
vi: Đặt Lại Kích Thước
